Repository: STMKAVYA/RMobile
Catalog: *.lproj/Localizable.strings
Languages: nn_no

source: Forgot password ?
nn_no: Glemt passord ?

source: birthday list
nn_no: bursdagsliste

source: SENT
nn_no: SENDT

source: RECEIVED
nn_no: MOTTATT

# open_sourcce_licences
source: Open-Source Licences
nn_no: Open Source-lisenser

source: Licence Description
nn_no: Lisensbeskrivelse

source: All
nn_no: Alle

source: shift request sent
nn_no: Skiftforespørsel sendt

source: shift request received
nn_no: bytteforespørsel mottatt

source: Swap request details
nn_no: Vaktbytteforespørsler

source: Swap request for approval
nn_no: Bytt forespørsel for godkjenning

source: give away shift
nn_no: Gi bort vakt

source: shift market
nn_no: Vakmarked

source: Subscribe
nn_no: Abonnere

source: UnSubscribe
nn_no: Avslutte abonnementet

source: Successfully Subscribed
nn_no: Vellykket abonnert

source: Successfully UnSubscribed
nn_no: Vellykket UnSubscribed

source: Successfully subscribed for shifts
nn_no: Vellykket tegnet for skift

source: successfully unsubscribed for shifts
nn_no: Avsluttet på suksess for skift

source: Successfully subscribed for leaves
nn_no: Vellykket abonnert på blader

source: Successfully unsubscribed for leaves
nn_no: Opphevet avmeldt for blader

source: Successfully subscribed for tasks
nn_no: Har lykkes å abonnere på Oppgaver

source: Successfully unsubscribed for tasks
nn_no: Opphevet avmeldt for Oppgaver

# are_u_sure_to_unsubscribe
source: Are you sure to unsubscribe all the options ?
nn_no: Er du sikker på å abonnere på alle alternativene?

# welcometext_in_dashboard
source: welcome
nn_no: Velkommen

source: Tasks
nn_no: Oppgaver

# tasks_subtitle
source: Daily Responsibilities
nn_no: Daglig ansvar

source: My time
nn_no: Min tid

source: Shift handling
nn_no: Shift-handtering

# my_leaves
source: Absence
nn_no: Fravær

# leaves_subtitle
source: Off Work
nn_no: Fri fra jobb

# my_shifts
source: Shifts
nn_no: Vakter

# shifts_subtitle
source: Work Schedule
nn_no: Vaktplan

source: tests
nn_no: tester

# tests_subtitle
source: Performance Evaluation
nn_no: Evaluering av framføring

source: function
nn_no: funksjon

source: My team
nn_no: Min Avdeling

source: Messages
nn_no: Meldinger

# message_subtitle
source: Information for you
nn_no: Informasjon for deg

source: New Message :
nn_no: Ny melding :

source: workforce
nn_no: Personell på jobb

# staff_subtitle
source: Personnel at Work
nn_no: Personell på jobb

source: My revenue
nn_no: Min konto

source: Out of store
nn_no: Ut av butikkene

source: Shift request
nn_no: skiftforespørsel

source: Deviation
nn_no: avvik

source: Assign task
nn_no: Tildel Oppgaver

source: Shift pool
nn_no: Vakt pool

# shiftpoolac
source: Are you sure to accept the shift schedule on
nn_no: Er du sikker på å ta vakten

# shiftpoolacr
source: at
nn_no: kl

source: Accept
nn_no: Velg

# confirmationtext
source: Confirmation
nn_no: Bekreftelse

source: New version available
nn_no: Ny versjon tilgjengelig

source: Update
nn_no: Oppdater

# version_alert_message
source: A latest version of RManager Workforce is available. please update your app to latest version to prevent errors from occurring.
nn_no: En siste versjon av RManager Workforce er tilgjengelig. Vennligst oppdater appen din til den nyeste versjonen for å unngå at feil oppstår.

source: Ignore
nn_no: Overse

source: Shift login
nn_no: Shift logg inn

source: Are you sure to login to the shift
nn_no: Er du sikker på å logge inn på skiftet

source: Are you sure to logout from the shift
nn_no: Er du sikker på å logge ut fra skiftet

source: You are on leave
nn_no: Du er på permisjon

# setting
source: Settings
nn_no: Innstilling

source: Change password
nn_no: Bytt passord

# clear_data
source: Clear all saved data and settings
nn_no: Logg ut

source: Notifications
nn_no: Varsler

source: About
nn_no: System info

source: Shifts
nn_no: skift

source: leaves
nn_no: blader

source: Reminder for shifts
nn_no: Påminnelse for vakt

source: Minutes
nn_no: Minutter

source: Hour
nn_no: Time

source: swap search details
nn_no: bytt søkinformasjon

source: Employee
nn_no: employe

source: DATE
nn_no: DATO

source: ---Select---
nn_no: ---Å velge---

# please_select_filter_to_search
source: Please select the filter to search.
nn_no: Vennligst velg filteret for å søke.

# swap_employe_details
source: swap employee details
nn_no: bytt ansattes detaljer

source: swap confirm details
nn_no: swap bekreft detaljer

source: You are about to swap shift
nn_no: Du er i ferd med å bytte skifte

source: Do you want to send the request?
nn_no: Vil du sende forespørselen?

# swap_request_details_nav_title
source: swap request details
nn_no: bytteforespørsel detaljer

source: staff information
nn_no: Personell på jobb

# Profile
source: My Profile
nn_no: Min profil

source: Email
nn_no: E-post

source: Mobile
nn_no: Mobil

source: StaffID
nn_no: Ansatt ID

source: CURRENT
nn_no: NÅVÆRENDE

source: PREVIOUS
nn_no: TIDLIGERE

source: YEAR
nn_no: ÅR

source: Week
nn_no: Uke

source: Month
nn_no: Måned

source: Year
nn_no: År

source: Today's
nn_no: dagens

source: Revenue of the year
nn_no: Årets inntekter

source: Revenue
nn_no: inntekter

source: Awaiting data...
nn_no: Venter på data ...

source: Mon
nn_no: mandag

source: Tue
nn_no: tirsdag

source: Wed
nn_no: onsdag

source: Thu
nn_no: Torsdag

source: Fri
nn_no: fredag

source: Sat
nn_no: lørdag

source: Sun
nn_no: søndag

source: SHIFTS
nn_no: Vakter

source: REVIEW
nn_no: ANMELDELSE

source: Hours today :
nn_no: Timer i dag :

source: Hours this month :
nn_no: Timer denne måneden :

source: Swap
nn_no: Bytte

# Market
source: Add to market
nn_no: Legg til i marked

source: Give away
nn_no: Gi bort

source: Check-In
nn_no: Innsjekking

source: Check-Out
nn_no: Sjekk ut

# successfully_checkedin
source: Successfully Checked-In to the Shift
nn_no: Vellykket sjekket inn i skiftet

# successfully_checkedout
source: Successfully Checked-Out from the Shift
nn_no: Vellykket sjekket ut fra skiftet

source: Checked-In
nn_no: Sjekket inn

source: SUBMIT
nn_no: Sende inn

# rmw_needs_your_location
source: RManager Workforce need your current location to proceed with check-In/check-Out.
nn_no: RManager Workforce trenger din nåværende beliggenhet for å fortsette med innsjekking / utsjekking.

# do_you_want_to_allow_location
source: Do you want to allow Location service?
nn_no: Vil du tillate plasseringstjeneste?

source: Comment
nn_no: Kommentar

source: Forgot to log in
nn_no: Glemt å logge inn

source: Too late
nn_no: For sen

source: Out of the office
nn_no: Ute av kontoret

source: Other
nn_no: Annet

source: Forgot to log out
nn_no: Glemt å logge ut

source: Got sick
nn_no: Ble syk

source: Overtime
nn_no: Overtid

# approved_this_swap
source: You have successfully approved this swap request
nn_no: Du har godkjent denne bytteforespørselen

# rejected_this_swap
source: You have successfully rejected this swap request
nn_no: Du har avvist denne bytteforespørselen

# camera_access_title
source: Workforce does not have access to your camera.
nn_no: Workforce Har ikke tilgang til kameraet ditt.

# camera_access_message
source: To enable access, tap settings and turn on Camera.
nn_no: For å aktivere tilgang, trykk på innstillinger og slå på Kamera.

# photo_access_title
source: Workforce does not have access to your photos.
nn_no: Workforce Har ikke tilgang til bildene dine.

# photo_access_message
source: To enable access, tap settings and turn on Photo Library Access.
nn_no: For å aktivere tilgang trykker du på innstillinger og slår på Photo Library Access.

# welcome
source: Welcome to RMobile
nn_no: Velkommen til RMobile

# please_sign_in_access
source: Please sign in for access
nn_no: Vennligst logg inn for tilgang

source: Username
nn_no: Brukernavn

source: Password
nn_no: Passord

source: Login
nn_no: Innlogget

source: Day
nn_no: Dag

# shift_dashboard
source: DASHBOARD
nn_no: dashbord

source: SCHEDULES
nn_no: Vaktplan

# please_swipe_up_get_schedule
source: Please swipe up to get next day schedules
nn_no: Vennligst sveip opp for å få neste dagsplaner

source: Upload profile pic
nn_no: Last opp profilbilde

source: Upload
nn_no: Laste opp

source: Cancel
nn_no: Avbryt

source: Please wait....
nn_no: Vennligst vent....

source: Please enter new password in correct format
nn_no: Vennligst skriv inn nytt passord i riktig format

source: Please check username and password
nn_no: Vennligst sjekk brukernavn og passord

source: Please enter valid password
nn_no: Vennligst skriv inn gyldig passord

source: Retry
nn_no: Prøv på nytt

source: Close App
nn_no: Lukk App

source: Reset your password
nn_no: Tilbakestill passordet ditt

source: Yes
nn_no: Ja

source: No
nn_no: Nei

source: Retrieve your password
nn_no: Hent passordet ditt

# invalid_email_please_check
source: Invalid email address please check
nn_no: Ugyldig e-postadresse, vennligst sjekk

# username_and_password_required
source: UserName & Email is required
nn_no: Brukernavn og e-post er påkrevd

source: Unable to contact server at the moment, please try after some time
nn_no: Kan ikke kontakte server for øyeblikket, vennligst prøv etter en stund

source: New Password and Confirm Password is Not Matching
nn_no: Nytt passord og bekreft passord stemmer ikke overens

source: Password must be min 6 characters,one uooer char, one lowwer char, one number and one special char
nn_no: Passordet må være min 6 tegn, en øvre karbon, en lavere karbon, ett tall og en spesialkarakter

source: No shifts for the day
nn_no: Ingen skift for dagen

source: No shifts for the week
nn_no: Ingen skift for uken

source: Last Sync On
nn_no: Siste synkronisering på

source: Loading
nn_no: lasting

source: Session expired !
nn_no: Sesjon utløpt !

source: Add Photo !
nn_no: Legg til bildet !

source: Take Photo
nn_no: Ta bilde

source: Choose From Library
nn_no: Velg fra bibliotek

source: Error
nn_no: Feil

source: Camera Not Found
nn_no: Kamera ikke funnet

source: Time out Error
nn_no: Time-out-feil

source: Click for more
nn_no: Klikk for mer

# your_password_send_to_email
source: Password sent to your registered E-mail address
nn_no: Ditt passord har blitt sendt til e-post-ID

source: Old password
nn_no: Gammelt passord

source: New Password
nn_no: Nytt passord

source: Confirm Password
nn_no: bekreft passord

# Erase_the_data_from_rmanager
source: Erase RManager settings & saved data ?
nn_no: Viske ut RManager innstillinger og lagrede data?

# invalid_username_pwd_please_check
source: Invalid Credentials
nn_no: ugyldige legitimasjon

source: shift details
nn_no: skift detaljer

source: Temperature
nn_no: Temperatur

source: Pressure
nn_no: Press

source: Humidity
nn_no: Luftfuktighet

# no_messages
source: No Messages as of now
nn_no: Ingen meldinger fra nå

source: See all birthdays
nn_no: Se alle bursdager

# no_data_message
source: We didn't find anything to show here.
nn_no: Vi fant ikke noe å vise her.
